Revit 2027 API
BuiltInFailures.DimensionFailures.LabelingDimWithGroupReferences Property
 Labeled constraints cannot participate in groups.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId LabelingDimWithGroupReferences { get; }
Public Shared ReadOnly Property LabelingDimWithGroupReferences As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ LabelingDimWithGroupReferences {
	FailureDefinitionId^ get ();
}
static member LabelingDimWithGroupReferences : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.DimensionFailures Class
Autodesk.Revit.DB Namespace